var texts = {
    "Envell": {"nom_curt": "Envelliment", 
        "nom_llarg":"Índex sobre-envelliment.",
        "any":"2014",
        "unitats":"",
        "descripcio": "proporció de persones de 75 anys o més sobre el nombre de persones de 65 anys o menys."},
    "Soles": {"nom_curt": "Persones grans que viuen soles", 
        "nom_llarg":"% persones 75 anys o més que viuen soles.",
        "any": "2014",
        "unitats":"%",
        "descripcio": "% de persones de 75 anys o més que viuen soles. Anys 2014."},
    "RFD": {"nom_curt": "Renda Familiar Disponible", 
        "inicials": "RFD",
        "nom_llarg":"Índex de Renda Familiar Disponible.",
        "any": "2013",
        "unitats":"",
        "descripcio": "Indicador sintètic resultant de la combinació de diferents variables. Pretén ser una aproximació a la renda disponible mitjana de les familes residents a l'àrea (barri en aquest cas). Es presenta en format de raó de entre renda del barri i la mitjana del conjunt de Barcelona. L'índex RFD del conjunt de Barcelona és 100. A major valor d'RFD, major capcitat econòmica del barri, i a menor valor d'RFD, menor capacitat econòmica del barri. Any 2014."},
    "Nest": {"nom_curt": "Estudis primaris o menys", 
        "nom_llarg":"% persones de 15 anys o més amb estudis primaris o menys.",
        "any": "2014",
        "unitats":"%",
        "descripcio": "% persones de 15 anys o més amb estudis primaris o menys. Any 2014."},
    "Atur": {"nom_curt": "Atur", 
        "nom_llarg":"% d'atur registrat entre 16-64 anys.",
        "any": "2014",
        "unitats":"%",
        "descripcio": "% de persones entre 16 i 64 anys registrades a les Oficines de Treball de la Generalitat sobre el nombre de persones de 16 a 64 anys. Estiació per barris a partir de les dades facilitades per codis postals. Any 2014."},
    "Abst": {"nom_curt": "Abstenció eleccions", 
        "nom_llarg":"% abstenció eleccions municipals.",
        "any": "2015",
        "unitats":"%",
        "descripcio": "% de persones que no han participat en la convocatòria electoral en les darreres elecciones municipals."},
    "EV": {"nom_curt": "Esperança de vida", 
        "nom_llarg":"Esperança de vida al néixer",
        "any":"2009-2013",
        "unitats":" anys",
        "inicials": "EV",
        "descripcio": "són els anys que una persona espera viure al néixer, en promig, tenint en compte el patró de mortalitat en aquell període. Període 2009-2013."},
    "RMC": {"nom_curt": "Mortalitat comparativa", 
        "nom_llarg":"Raó de Mortalitat Comparativa.",
        "any": "2009-2013",
        "unitats":"",
        "inicials": "RMC",
        "descripcio": "raó entre la taxa de mortalitat estandarditzada per edat del barri respecte la de la ciutat de Barcelona, mulitplicada per 100. Un valor per sobre del 100 indica més mortalitat al territori respecte Barcelona i, en canvi, un valor per sota de 100 indica menys mortalitat respecte la ciutat. Període: 2009-2013."},
    "Rapvp": {"nom_curt": "Mortalitat permatura", 
        "nom_llarg":"Raó d'Anys Potencials de Vida Perduts.",
        "any": "2009-2013",
        "unitats":"",
        "inicials": "RAPVP",
        "descripcio": "raó entre la taxa de mortalitat prematura (morts entre els 1 i 70 anys) o d'Anys Potencials de Vida Perduts (APVP) estandarditzada per edat del barri respecte de la ciutat de Barcelona, multiplicada per 100. Un valor per sobre del 100 indica més mortalitat prematura al territori respecte Barcelona i, en canvi, un valor per sota de 100 indica menys mortalitat prematura respecte la ciutat. Període: 2009-2013."},
    "TBC": {"nom_curt": "Tuberculosi", 
        "nom_llarg":"Taxa de tuberculosi",
        "any": "2010-2014",
        "unitats":"",
        "descripcio": "taxa de tuberculosi. Nombre de nous casos de tuberculosi diagnosticats per 100.000 habitants. Període: 2010-2014."},
    "Fec Ad": {"nom_curt": "Fecunditat adolescent", 
        "nom_llarg":"Taxa de fecunditat adolescent.",
        "any": "2010-2014",
        "unitats":"‰",
        "descripcio": "taxa de fecunditat adolescent o nombre de neixaments vius de dones entre 15 i 19 anys dividit per la població de dones entre 15 i 19 anys per 1.000. Període 2010-2014."},
    "Baix Pes": {"nom_curt": "Baix pes en néixer", 
        "nom_llarg": "% de baix pes en néixer.",
        "any": "2010-2014",
        "unitats":"%",
        "descripcio": "% de baix pes en néixer, nombre de nadons nascuts vius amb un pes inferior a 2500 grams per 100 naixaments vius. Període: 2010-2014."}
    }
